import React from 'react'
import './Discard.css'


export const Discard = () => {
  return (
    <section className="discard">
        <div className="container">
            <div className="discard-wrapper">
                <h1 className="discard-title">Отказ от ответственности</h1>

                <div className="discard-wrap">
                    <div className="discard-block">
                        <div className="discard-subtitle">Содержимое веб сайта</div>

                        <div className="discard-content">Автор не несет ответственности за точность, полноту или качество предоставленной информации. Никакие претензии за материальный или нематериальный ущерб, вызванный использованием или неиспользованием предоставленной информации либо использованием неверной или неполной информации, не принимаются, если этот ущерб не был явным следствием небрежности или преступного умысла автора. Все предложения выдвигаются без каких-либо обязательств. Автор оставляет за собой право изменять, удалять или дополнять содержимое веб-сайта без предварительного уведомления, а также удалять публикации в Интернете временно или навсегда.</div>
                    </div>

                    <div className="discard-block">
                        <div className="discard-subtitle">Ссылки</div>

                        <div className="discard-content">Ответственность за прямые или косвенные ссылки на веб-сайты, не являющиеся собственностью автора, наступает только в случае, если автор знает о незаконном содержимом такого веб-сайта и имеет основания и технические возможности предотвратить его использование. Настоящим автор заявляет, что на момент размещения ссылок никакого незаконного содержимого на таких веб-сайтах обнаружено не было. Автор не контролирует существующий или будущий дизайн, содержимое или авторство сайтов, на которые предоставляются ссылки, и не несет ответственности за содержимое таких сайтов, которое может быть изменено после размещения ссылок. Этот отказ от ответственности распространяется на все ссылки на собственном сайте автора, а также на записи третьих лиц в книге посетителей, форумы и рассылочные списки, предоставленные автором. Ответственность за незаконную, неверную или неполную информацию на сайте, а также за ущерб вследствие использования или неиспользования такой информации несет только владелец сайта, на котором эта информация размещена. Владелец сайта, содержащего ссылки, не несет никакой ответственности в этой связи.</div>
                    </div>
                    
                    <div className="discard-block">
                        <div className="discard-subtitle">Авторские права и права на товарные знаки</div>

                        <div className="discard-content">Во всех публикациях автор по возможности использует графику, аудиофайлы, видеофрагменты и тексты, на которые он имеет авторские права или для использования которых не требуется лицензия. На все товарные знаки и названия брендов, используемые на этом сайте, распространяется законодательство по товарным знакам, и все они являются собственностью своих зарегистрированных владельцев. Упоминание их в документе не означает, что они не защищены правами третьих лиц. Авторские права на материалы сайта, публикуемые исключительно автором, остаются у автора сайта. Воспроизведение или использование графики, аудиофайлов, видеофрагментов и текстов в других электронных или печатных изданиях допустимо только с предварительного явного согласия автора.
                        Юридическая сила этого отказа от ответственности
                        Этот отказ от ответственности <br /> должен рассматриваться как часть интернет-предложения, содержащего ссылку на этот сайт. Если какая-либо часть или отдельные условия этого документа будут признаны недействительными или неисполнимыми в рамках действующего законодательства, это не повлияет на остальные части этого документа, их содержимое и юридическую силу.</div>
                    </div>
                </div>
            </div>
        </div>
    </section>
  )
}

